import React from 'react';

import { PageWrapper } from 'components/PageWrapper';

export const Page31 = () => {
  return (
    <PageWrapper>
      <p>
        Но по закону подлости его сон бесцеремонно прервали.
        Люк над ним открылся.
      </p>
      <p>
        Девочка тут же растворилась в забытье. И лишь слюни на бороде и подушке напоминали о сладком сне.
      </p>
      <p>
        Егор вылез из капсулы и потянулся, растирая глаза.
      </p>
      <p>
        «Отходняков» от такого наркоза никогда не было. Просто как будто очень долго поспать в выходные, отсыпаясь за
        всю рабочую неделю.
      </p>
      <p>
        Приведя свои мысли в порядок, космонавт первым делом подошёл к приборам. Информация была крайне противоречивой.
        Вроде как корабль преодолел барьер, но вместе с тем выглядело всё так, будто он развернулся в обратную сторону.
        Только вместо чёрного цвета фиксировался белый. И почему-то почти вся информация дублировалась дважды. Будто два
        раза вводили команды. Два корабля, два барьера.. Бред какой-то.
      </p>
      <p>
        Вскинув брови в недоумении, Егор решил открыть иллюминаторы.
      </p>
      <p>
        И тут он удивился ещё сильнее. Если не сказать больше.
      </p>
    </PageWrapper>
  );
};
