import React from 'react';

import { PageWrapper } from 'components/PageWrapper';

export const Page19 = () => {
  // todo: ссылку на статью в вики про Уиллиса сделать со стилями

  return (
    <PageWrapper>
      <p>
        Но эта непроглядная тьма, окружающая корабль, всегда успокаивала космонавта.
        Вдали от людей, лишь слышно двигатель и стук сердца — это ли не счастье.
      </p>
      <p>
        Придя в себя после кошмарного сна из не менее кошмарного прошлого,
        Егор почувствовал, что пульс его пришёл в норму.
      </p>
      <p>
        Поспать не удалось и нужно придумать иное занятие. На втором месте после сна шли книги.
      </p>
      <p>
        Как ни странно, но даже когда люди научились проецировать видео, звук
        и даже тактильные ощущения с запахами, классический буквенный вид повествования не умер.
      </p>
      <p>
        Достав свой наладонник, космонавт стал выбирать что же ему почитать сегодня.
        Сотни и тысячи книг ждали своей очереди в памяти устройства.
      </p>
      <p>
        Лететь долго, нужно выбрать произведение соответствующей длины. Выбор пал на Уиллиса
        за авторством Джеймса Джойса, любимую книгу Джона Кеннеди.
      </p>
      <p>
        Бесконечный хаос мыслей отступил (даже про то смотрит ли она или нет).
      </p>
      <p>
        Можно было даже подумать, будто это просто поездка в метро, только долгая и с пустыми вагонами.
      </p>
      <p>
        И телепортацией.
      </p>
    </PageWrapper>
  );
};
