import React from 'react';

import { PageWrapper } from 'components/PageWrapper';

export const Page32 = () => {
  return (
    <PageWrapper>
      <h1>
        Глава 6.
      </h1>
      <h2>
        По ту сторону изгороди.
      </h2>

      <p>
        Егор вылез из капсулы и потянулся, растирая глаза.
      </p>
      <p>
        Неделя пролетела словно миг.
      </p>
      <p>
        «Отходняков» от такого наркоза никогда не было. Просто как будто очень долго поспать в выходные,
        отсыпаясь за всю рабочую неделю.
      </p>
      <p>
        Приведя свои мысли в порядок, космонавт первым делом подошёл к приборам. Информация была крайне противоречивой.
        Вроде как корабль преодолел барьер, а вроде как и нет. И вместо чёрного цвета фиксировался белый. И почему-то
        почти вся информация дублировалась несколько раз. Как будто компьютер сошёл с ума. Бред какой-то.
      </p>
      <p>
        Вскинув брови в недоумении, Егор решил открыть иллюминаторы.
      </p>
      <p>
        И тут он удивился ещё сильнее. Если не сказать больше.
      </p>
    </PageWrapper>
  );
};
