import { PageWrapper } from 'components/PageWrapper';

export const Page24 = () => {
  return (
    <PageWrapper>
      <p>
        Спустя ещё какое-то время пришло озарение — ничего не менялось, потому что корабль упёрся в границу!
        Нужно было как-то преодолеть этот барьер. Но как..
      </p>
      <p>
        Сообщения до ближайших планет, населённых людьми, шли безумно долго. Если вообще шли.
        Последнее сообщение, которое Егор отправил, так и не поменяло статус на «доставлено».
        Рассчитывать можно только на себя.
      </p>
    </PageWrapper>
  );
};
